Repository: mrrashidpour/digikala-affiliate
Catalog: languages/mrra_digi_affiliate-*.po
Languages: fa_ir

source: digikala affiliate
fa_ir: افیلیت دیجیکالا

source: The ID is invalid.
fa_ir: شناسه نامعتبر است.

source: The address cannot be empty.
fa_ir: آدرس نمی تواند خالی باشد.

source: Saved successfully.
fa_ir: با موفقیت ذخیره شد

source: Settings
fa_ir: تنظیمات

source: After introducing the media, in the link section, register the new link publicly and enter the created links
fa_ir: بعد از معرفی رسانه در بخش لینک لینک جدید را به صورت عمومی ثبت کنید و لینکهای ساخته شده را وارد کنید

source: <a href="https://panel.affilio.ir/" target="_blank">Digikala affiliate website</a>
fa_ir: <a href="https://panel.affilio.ir/" target="_blank">وب سایت افیلیت دیجی کالا</a>

source: Links made:
fa_ir: لینکهای ساخته شده :

source: Register settings
fa_ir: ثبت تنظیمات

source: Digikala affiliate, a special tool for cooperation in the sale of Digikala <a href="https://mrrashidpour.ir/" target="_blank">Designer and programmer Mohammad Reza Rashidpour</a>
fa_ir: افیلیت دیجی کالا، ابزار ویژه همکاری در فروش دیجیکالا | <a href="https://mrrashidpour.ir/" target="_blank">طراح و برنامه نویس محمدرضا رشیدپور

source: By joining the affiliate system of DigiKala with this plugin, you can easily become a sales associate of DigiKala.
fa_ir: با عضویت در سیستم افیلیت دیجیکالا همراه با این افزونه به راحتی همکار فروش دیجی کالا شوید.

source: Mohammadreza Rashidpour
fa_ir: محمدرضا رشیدپور
